<?php

return [
    'not_uploaded' => 'Не удалось загрузить файл',
    'closed_comment' => 'Закрытое поручение нельзя прокомментировать',
    'already_closed' => 'Поручение уже закрыто',
    'already_completed' => 'Поручение уже отправлено на проверку',
    'already_back' => 'Поручение уже возвращено',
    'no_creators' => 'Не указаны постановщики',
    'no_executors' => 'Указаны соисполнители или наблюдатели, но не указаны исполнители',
    'has_no_request_deadline' => 'Отсутсвует срок переноса',

    // 'you' => 'Отсутсвует срок переноса',
    // 'has_no_request_deadline' => 'Отсутсвует срок переноса',
    // 'has_no_request_deadline' => 'Отсутсвует срок переноса',
    // 'has_no_request_deadline' => 'Отсутсвует срок переноса',
    // 'has_no_request_deadline' => 'Отсутсвует срок переноса',
    // 'has_no_request_deadline' => 'Отсутсвует срок переноса',
];